Repository: tkashkin/Boiler
Catalog: po/*.po
Languages: fr, pt

source: Control your kettle remotely
fr: Contrôlez votre bouilloire à distance
pt: Controle a sua chaleira remotamente

source: Simple app to control smart kettles using bluetooth.
fr: Application simple pour contrôler les bouilloires intelligentes en utilisant le Bluetooth.
pt: Uma aplicação simples que controla chaleiras inteligentes usando o bluetooth.

source: Supported devices:
fr: Appareils supprotés :
pt: Dispositivos suportados:

source: Redmond Skykettle RK-G200S, RK-G210S, RK-G211S (tested)
fr: Redmond Skykettle RK-G200S, RK-G210S, RK-G211S (testé)
pt: Redmond Skykettle RK-G200S, RK-G210S, RK-G211S (testado)

source: other Redmond Skykettle 2nd-gen devices (RK-G2xx) (not tested)
fr: autres appareils Redmond Skykettle de 2ème génération (RK-G2xx) (non testés)
pt: outros Redmond Skykettle 2ª geração de dispositivos (RK-G2xx) (não testado)

source: Note: Bluetooth 4.0 adapter with BLE support required.
fr: Note : Adaptateur Bluetooth 4.0 avec support BLE requis.
pt: Nota: É necessário um adaptador Bluetooth 4.0 com suporte BLE.

source: Kettle;Teapot;Redmond;Remote;Control;
fr: Bouilloire;Théière;Théière;Redmond;Télécommande;Contrôle;
pt: Kettle;Bules;Redmond;Remoto;Controlo;

source: Enable/Disable
fr: Activer/Désactiver
pt: Ativar/Desativar

source: No devices
fr: Aucun appareil
pt: Nenhum dispositivo

source: Make sure devices are in bluetooth range
fr: Assurez-vous que les appareils sont à portée de Bluetooth.
pt: Certifique-se que os seus dispositivos estão dentro do alcance do bluetooth

source: Connect
fr: Connexion
pt: Conectar

source: Disable
fr: Désactiver
pt: Desativar

source: Enable
fr: Activer
pt: Ligar

source: Your PC is not paired to the kettle. Hold kettle power button for 5 seconds
fr: Votre PC n'est pas relié à la bouilloire. Maintenez le bouton d'alimentation de la bouilloire pendant 5 secondes
pt: O seu PC não está emparelhado com a chaleira. Mantenha pressionado o botão de energia durante 5 segundos
